Revit 2027 API
ParameterTypeId.FabricParamCutOverallWidth Property
 "Cut Overall Width": Provides a real sheet Width after definition
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricParamCutOverallWidth { get; }
Public Shared ReadOnly Property FabricParamCutOverallWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricParamCutOverallWidth {
	ForgeTypeId^ get ();
}
static member FabricParamCutOverallWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace